import random

class rand:
    # Случайные слова
    random_words = [
        "компьютер", "телефон", "ноутбук", "планшет", "телевизор",
        "микроволновка", "фотоаппарат", "стиральная машина", "пылесос", "кондиционер",
        "холодильник", "монитор", "проектор", "утюг", "паровая станция",
        "хлеб", "молоко", "яйцо", "масло", "сыр",
        "мясо", "рыба", "овощи", "фрукты", "картофель",
        "макароны", "крупа", "сок", "чай", "кофе",
        "кошка", "собака", "кролик", "хомяк", "попугай",
        "рыба", "лев", "тигр", "слон", "крокодил",
        "пингвин", "заяц", "жираф", "кенгуру", "белка",
        "программирование", "веб", "базы данных", "компиляция", "функция",
        "переменная", "цикл", "условие", "объект", "класс",
        "метод", "интерфейс", "сервер", "клиент", "сеть"
    ]
    #Тут всё ясно
    word = random.choice(random_words)
    num = random.randint(1, 1000)
    #Да или нет?
    y_n = ["Да", "Нет", "Сложный вопрос!", "возможно", "Не отрицаю", "Незнаю(", "Надо подумать"]
    ynn = random.choice(y_n)
    cotik = [
        "1", "2", "3", "4", "5", "6", "7", "8", "9", "10"
    ]
    cat = random.choice(cotik)